Repository: denniske/wp-monero-miner-translations
Catalog: wp-monero-miner-using-coin-hive-*.po
Languages: de, fr

source: Let your users mine for you (Monero mining using coinhive).
de: Lassen Sie Ihre Nutzer für Sie minen. (Monero mining mit Coin Hive).
fr: Faire en sorte que vos visiteurs mine pour vous (minage de Monero avec coinhive).

source: Captcha - Please wait
de: Captcha - Bitte warten

source: Captcha - Verified
de: Captcha - Verifiziert

source: Verify now
de: Jetzt verifizieren

source: Product %s
de: Produkt %s

source: Buy now
de: Jetzt kaufen

source: Mining with %s Hashes/s
de: Mining mit %s Hashes/s
fr: Minage avec %s hashes/s

source: proof of work required – redirecting shortly
de: proof of work benötigt – Weiterleitung in Kürze

source: Fetched
de: Geholt

source: Error
de: Fehler

source: Total Hashes
de: Hashes Gesamt

source: Tokens
de: Token

source: Withdrawn
de: Ausgezahlt

source: Logged in as %s
de: Eingeloggt als %s

source: %sLogin%s to view your account data.
de: %sEinloggen%s um Accountdaten anzuschauen.

source: Library failed to load.
de: Bibliothek konnte nicht geladen werden.
fr: La bibliothèque n'a pas pu être chargée.

source: Please disable adblock!
de: Bitte deaktivieren Sie AdBlock!
fr: Merci de désactiver AdBlock !

source: Start mining
de: Starte das Mining
fr: Commencer le minage

source: Stop mining
de: Stoppe das Mining
fr: Arrêter le minage

source: Redirecting...
de: Weiterleitung…
fr: Redirection...

source: You can now support me directly on this page using the power of your computer. You can turn it off anytime.
de: Sie können mich jetzt direkt auf dieser Webseite mit der Rechenleistung Ihres Computers unterstützen. Sie können diese Funktion jederzeit ausschalten.
fr: Vous pouvez maintenant me supporter directement sur cette page en utilisant la puissance de votre ordinateur. Vos pouvez arrêter à tout moment.

source: powered by
fr: propulsé par

source: WP Monero Miner using Coin Hive
fr: WP Monero Miner avec Coin Hive

source: Dennis Keil
fr: Dennis Kell
